Revit 2027 API
ParameterTypeId.ArrowheadEndAtRiser Property
 "End at Riser"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrowheadEndAtRiser { get; }
Public Shared ReadOnly Property ArrowheadEndAtRiser As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrowheadEndAtRiser {
	ForgeTypeId^ get ();
}
static member ArrowheadEndAtRiser : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace